export const data = {
    products: [
        {
            id: '1',
            name: 'Корм для кошек',
            brand: 'Purina One',
            price: 120,
            weight: 1000,
            raiting: 4.5,
            image: '/assets/1.jpg',
            description: `Сухой корм "Monge" - это полноценный, очень вкусный и высоко усваиваемый корм для домашних и уличных кошек возрастом от 1 до 10 лет. Оптимальное соотношение между жировыми кислотами Омега-3 и Омега-6 противодействует воспалительным процессам и аллергическим реакциям. Помогает поддерживать остроту зрения вашей кошки и здоровое сердце. Также богат витамином С и ингредиентами которые гарантируют превосходный баланс кишечной флоры. Соответствующее соотношение кальция и фосфора гарантирует гармоничное развитие скелета и зубов. Также корм содержит L- карнитин, предотвращающий накопление жира и защищающий работу печени и сердца.

Товар сертифицирован.`,
            countInStock: 2,
            background: '#FFFFE7'
        },
        {
            id: '2',
            name: 'Корм для кошек',
            brand: 'Purina One',
            price: 120,
            weight: 1000,
            raiting: 4.5,
            image: '/assets/2.jpg',
            description: '',
            countInStock: 3,
            background: '#FFEAED'
        },
        {
            id: '3',
            name: 'Корм для кошек',
            brand: 'Purina One',
            price: 120,
            weight: 1000,
            raiting: 4.5,
            image:  '/assets/3.jpg',
            description: '',
            countInStock: 3,
            background: '#F5FFE7'
        },
        {
            id: '4',
            name: 'Корм для кошек',
            brand: 'Purina One',
            price: 120,
            weight: 1000,
            raiting: 4.5,
            image: '/assets/4.jpg',
            description: `Monge BWild Cat GRAIN FREE беззерновой полноценный сбалансированный корм из мяса буйвола для крупных кошек всех возрастов.
Это инновационная линейка для кошек крупных пород всех возрастов, созданная компанией Monge для того, чтобы кормить питомцев так, как им "предназначено природой".
Рацион идеально подходит не только для породы Мейн-Кун, но для кошек других крупных пород: Саванна, Чаузи, Каракал, Сервал, Американский бобтейл, Регдолл, Сибирский кот, Оцикет, Норвежская лесная.
Содержание X.O.S. помогает сохранить естественный баланс кишечной микрофлоры, способствует оптимальному усвоению питательных веществ и повышает иммунитет.`,
            countInStock: 2,    
            background: '#F0F4FF'
        },
        {
            id: '5',
            name: 'Корм для кошек',
            brand: 'Purina One',
            price: 120,
            weight: 1000,
            raiting: 4.5,
            image: '/assets/1.jpg',
            description: '',
            countInStock: 0,
            background: '#FFFAEF'
        }
    ]
}